{
  "acerca": "Acerca de mi",
  "nav": {
    "acercaN": "Acerca de mi",
    "social": "Redes Sociales"
  },
  "ingeniero": "Ingeniero en Computación",
  "educacion": "Educación",
  "FesAr": {
    "anio": "2016 - 2020",
    "estudios": "Estudios de Ingeniería en computación.",
    "titulo": "100% de créditos obtenidos en el tiempo establecido por el programa. Titulación en trámite.",
    "colaboraciones": "Participación en proyectos PAPIME de la UNAM enfocados al uso de Realidad Aumentada para mejora de la enseñanza."
  },
  "perfil": {
    "perfilH": "Perfil",
    "perfilIng": "Ingeniero en computación con habilidades en desarrollo de software, redes, base de datos y circuitos.",
    "backend": "Desarrollo de software en Java enfocado a web, apps móviles y generación de servicios en glassfish, ubuntu server implementando Rest, JavaEE, JSPs, JavaDBC y variantes.",
    "lenguajes": "Lenguajes",
    "frontend":"Diseño e implementación de interfaces con HTML, CSS, JS, agregando bibliotecas como Bootstrap para web y android aplicando patrones de diseño",
    "software": "Android Studio, Xcode, Flutter, Visual Studio, Netbeans, Blender, Unity, MySql, SQL Server, Packet Tracer, Rapid Miner, etc.",
    "os":"-Manejo de sistemas operativos Linux, Windows, MacOs.",
    "network":"Fundamentos de redes. Practicas en packet tracer e implementacion de vpn con openvpn.", 
    "circuitos":"Microcontroladores Arduino, RaspberryPi y Pic.",
    "repos": "Github: https://github.com/elchangodiaz, firebase y Amazon Web Services.",
    "ar":"Implementación de aplicaciones de Realidad Aumentada."
  },
  "habilidades": "Habilidades",
  "soluciones": "Soluciones",
  "web": "Desarrollo Web",
  "programacion": "Programacion",
  "red": "Redes",
  "bd": "Bases de Datos",
  "inglesG": "Inglés",
  
  "habla": { 
    "idioma": "Idiomas",
    "espaniol": "Español - Nativo",
    "ingles": "Inglés - Avanzado"
  },

  "aptitudes": "Aptitudes",

  "detalles": {
    "informacion": "Información",
    "infoTech": "Con un enfoque al desarrollo me interesa mucho la implementación de las tecnologías a cualquier ámbito de la vida cotidiana, aprender sobre tecnologías innovadoras y mejorar mis habilidades constantemente.",
    "infoHacks": "Participación en concursos denominados hackatones dando soluciones a problemas mediante el uso de las tecnologías, he obtenido dos segundos lugares y un tercero en Hack mamá digital de nestle, Virtual Hack de Hackify y Hack AWS-UNAM. Aportando apps móviles en todos los casos. ",
    "infoCursosD": "He impartido un mini taller de Swift para IOS y uno para Android.",
    "infoCursosT": "A su vez he tomado cursos intersemestrales de Swift, Android, Linux, big data, Java y Net-Training."  
  },

  "contacto": "Contacto",
  "telefono": "Teléfono",
  "correo": "Correo electrónico",

  "aficion": {
    "aficiones": "Aficiones",
    "deportes": "El deporte me apasiona, practico futbol soccer, surf, ciclismo de ruta y montaña. ", 
    "juegos": "Jugar videojuegos y desarrollarlos.",
    "musica": "Musica como blues, jazz, rock, funk entre otros."
  }
}